Revit 2024 API
PartUtils.GetAssociatedPartMaker Method
Overload List
Name | Description
GetAssociatedPartMaker(Document, ElementId)
 Gets associated PartMaker for an element.
GetAssociatedPartMaker(Document, LinkElementId)
 Gets associated PartMaker for an element.
See Also
PartUtils Class
PartUtils Members
Autodesk.Revit.DB Namespace